13/data/attachments/7427c6dd052f6d5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Katelyn_computer_Friend_89667_5</nif:username>
            <nif:friendToBeRequested>soap_friends_a60f3bfe-14c3-416c-bec0-18aa7960c8ea</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>